app/controllers/student_controller.rb

  def index
    binding.pry
    @students = Student.all
---
SELECT "students".* FROM "students"